# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'romkatv/powerlevel10k'

# Cask bundles (brew install --cask)
cask 'cloudapp'
cask 'evernote'
cask 'font-hack-nerd-font'
cask 'visual-studio-code'
cask 'slack'
cask 'zoom'

# Packages (brew install)
brew 'awscli'
brew 'mas'
brew 'podman'
brew 'powerlevel10k'
brew 'pwgen'
brew 'pyenv'
brew 'python'
brew 'stow'
brew 'telnet'
brew 'tfenv'
brew 'tgenv'
brew 'tree'
brew 'qemu'

# Mac App Store (mas install id)
## First download has to be done with the UI, and 
## not sure if these defs actually help with updates.
mas 'Harvest', id: 506189836
mas 'Kindle', id: 405399194